# IsRW

## Description
Indicates whether RenderWorks is available.

```pascal
FUNCTION IsRW : BOOLEAN;
```

```python

def vs.IsRW():
    return BOOLEAN
```

## Returns
Returns true if RenderWorks is available, false otherwise.

## Version
Availability: from VectorWorks10.0
## Category
* Textures